export default function Page() {
    return (
        <>
            <div className="justify-center">
                <h1 className="text-3xl font-semibold text-center">Политика конфиденциальности</h1>
                <div className="policy">
                <p>Настоящая Политика конфиденциальности ООО &ldquo;ХайБайт&rdquo; и других аффилированных лиц ООО &ldquo;ХайБайт&rdquo;
                        (далее &ndash; Компания) действует в отношении персональных данных, предоставляемых желающими
                        получить консультацию, либо получить приглашение на участие в мероприятии, на странице,
                        размещенной в сети Интернет по адресу: http://highbyte.ru, как для оказания различного рода
                        услуг, так и осуществления иного взаимодействия, как правило, в электронном формате.</p>
                <p>Физическое лицо, используя данный сайт и оставляя заявку через форму на сайте, действуя свободно,
                        своей волей и в своем интересе, а также подтверждая свою дееспособность, предоставляет свое
                        согласие на обработку персональных данных (далее &ndash; Согласие) Обществу с ограниченной
                        ответственностью &laquo;ХайБайт&raquo;, которое зарегистрировано по адресу 125124, г. Москва,
                        ул. Академика Варги, д. 8, корп. 1, 8 этаж, кабинет 14, на обработку своих персональных данных
                        на условиях настоящей Политики.</p>
                <p>Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации,
                        так и с их использованием.</p>
                <p>Компания оставляет за собой право вносить изменения и дополнения в действующее положение Политики
                        конфиденциальности, при этом данные изменения и дополнения будут иметь преимущество над
                        действующими положениями Политики. Обращаем внимание, предоставляемые услуги могут содержать
                        ссылки на третьих лиц, имеющих собственные положения Политики защиты частной информации. В таких
                        случаях Компания не несет ответственности за содержание и соблюдение положений Политики
                        конфиденциальности любой сторонней компании. Предоставляя свои персональные данные, участник
                        программы на сайте http://highbyte.ru дает полное согласие на их обработку способами,
                        предусмотренными действующими положениями Политики конфиденциальности Компании.</p>
                <p>Использование сервисов Сайта означает согласие Пользователя с настоящей Политикой и указанными в ней
                        условиями обработки его персональной информации; в случае несогласия с этими условиями
                        Пользователь должен воздержаться от использования сервисов Компании. Продолжая использовать наш
                        сайт, вы даете согласие на обработку файлов cookie, пользовательских данных (сведения о
                        местоположении; тип и версия ОС; тип и версия браузера; тип устройства и разрешение его экрана;
                        источник откуда пришел на сайт пользователь; с какого сайта или по какой рекламе; язык ОС и
                        браузера; какие страницы открывает и на какие кнопки нажимает пользователь; IP-адрес) в целях
                        функционирования сайта, проведения ретаргетинга и проведения статистических исследований и
                        обзоров. Если вы не хотите, чтобы ваши данные обрабатывались, покиньте сайт.</p>
                <p>В настоящей Политике конфиденциальности понятие &laquo;Клиент&raquo;, &laquo;Пользователь&raquo; -
                        имеют равное значение и могут применяться в аналогии.</p>
                <p>1. Общие положения<br/>1.1. В рамках настоящей Политики под персональной информацией Пользователя
                        понимаются:</p>
                <p>1.1.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно в процессе
                        использования Сервисов, включая персональные данные Пользователя. Обязательная для
                        предоставления Сервисов информация помечена специальным образом. Иная информация предоставляется
                        Пользователем на его усмотрение.</p>
                <p>1.1.2. Данные, которые автоматически передаются сервисам Сайта в процессе их использования с помощью
                        установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные
                        файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой
                        осуществляется доступ к сервисам), технические характеристики оборудования и программного
                        обеспечения, используемых Пользователем, дата и время доступа к сервисам, адреса запрашиваемых
                        страниц и иная подобная информация.</p>
                <p>1.1.3. Иная информация о Пользователе, обработка которой предусмотрена Соглашением об использовании
                        Сайта.</p>
                <p>1.1.4. Настоящая Политика конфиденциальности применяется только к Сайту http://highbyte.ru. Сайт
                        http://highbyte.ru не контролирует и не несет ответственности за сайты третьих лиц, на которые
                        Пользователь может перейти по ссылкам, доступным на Сайте http://highbyte.ru.</p>
                <p>2. Цели обработки персональной информации пользователей<br/>2.1. Сайт собирает и хранит только ту
                        персональную информацию, которая необходима для предоставления сервисов или исполнения
                        соглашений и договоров с Пользователем, за исключением случаев, когда законодательством
                        предусмотрено обязательное хранение персональной информации в течение определенного законом
                        срока.</p>
                <p>2.3. Учет Пользовательских пожеланий (при разработке нового продукта или услуги).</p>
                <p>2.4. Информирование Пользователя об акциях, скидках и специальных предложениях посредством
                        электронных и СМС-рассылок.</p>
                <p>2.5. Осуществление обратной связи с Пользователем.</p>
                <p>2.6. Предоставление Пользователю эффективной клиентской и технической поддержки при возникновении
                        проблем, связанных с использованием Сайта.</p>
                <p>2.7. Осуществление рекламной деятельности с согласия Пользователя.</p>
                <p>3. Условия обработки персональной информации пользователей и ее передачи третьим лицам<br/>3.1.
                        Компания осуществляет сбор персональных данных только с согласия пользователя и исключительно
                        для предоставления клиенту сервиса или услуги, требующей информации частного характера. Для
                        предотвращения утечки персональных данных клиента Компания использует полный спектр мер
                        информационной безопасности (технические и организационные).</p>
                <p>3.1.1. Сайт хранит персональную информацию Пользователей в соответствии с внутренними регламентами
                        конкретных сервисов.</p>
                <p>3.1.2. Максимальный срок хранения персональных данных клиента составляет 75 лет с момента получения
                        Компанией информации частного характера. В других случаях Компания хранит персональные данные
                        клиента до прекращения своей деятельности.</p>
                <p>3.1.3. Уничтожение, обезличивание или блокировка персональных данных или их части Пользователя
                        производится для исключения возможности дальнейшей обработки данной информации.</p>
                <p>3.1.4. Компания осуществляет сбор персональных данных клиента в следующих категориях:</p>
                <p>Техническая информация: время доступа и IP-адрес; источники перехода на Интернет-ресурс Компании;
                        интернет-страницы, которые посетил пользователь; просмотры рекламных баннеров; другая
                        техническая информация, предоставленная браузером пользователя.<br/>3.1.5. Информация о
                        действиях пользователя: информация о запросах и направленных в адрес Компании обращениях; данные
                        об услугах, которыми клиент пользовался.</p>
                <p>3.1.6. Персональные данные, не относящиеся к специальной категории персональных данных или к
                        биометрическим персональным данным: адрес электронной почты (e-mail); имя и фамилия; номер
                        мобильного телефона; информация о том, откуда пришел на сайт (метка); место работы; должность;
                        ссылки на социальные сети.</p>
                <p>3.2. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме
                        случаев добровольного предоставления Пользователем информации о себе для общего доступа
                        неограниченному кругу лиц. При использовании отдельных сервисов Пользователь соглашается с тем,
                        что определенная часть его персональной информации становится общедоступной.</p>
                <p>3.3. ХайБайт вправе передать персональную информацию Пользователя третьим лицам и аффилированным
                        лицам группы ООО &ldquo;ХайБайт&rdquo; в следующих случаях:</p>
                <p>3.3.1. Пользователь выразил согласие на такие действия.</p>
                <p>3.3.2. Передача необходима для использования Пользователем определенного сервиса либо для исполнения
                        определенного соглашения или договора с Пользователем (в том числе, но не ограничиваясь участием
                        в маркетинговых и иных мероприятиях) выгодоприобретателем по которому является Пользователь.</p>
                <p>3.3.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной
                        законодательством процедуры.</p>
                <p>3.3.4. В случае продажи Сайта к приобретателю переходят все обязательства по соблюдению условий
                        настоящей Политики применительно к полученной им персональной информации.</p>
                <p>3.4. Обработка персональных данных Пользователя осуществляется без ограничения срока любым законным
                        способом, в том числе в информационных системах персональных данных с использованием средств
                        автоматизации или без использования таких средств. Обработка персональных данных Пользователей
                        осуществляется в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ &laquo;О персональных
                        данных&rdquo;.</p>
                <p>3.5. При утрате или разглашении персональных данных Администрация Сайта информирует Пользователя об
                        утрате или разглашении персональных данных в установленные законом РФ сроки.</p>
                <p>3.6. Администрация Сайта принимает необходимые организационные и технические меры для защиты
                        персональной информации Пользователя от неправомерного или случайного доступа, уничтожения,
                        изменения, блокирования, копирования, распространения, а также от иных неправомерных действий
                        третьих лиц.</p>
                <p>3.7. Администрация Сайта совместно с Пользователем принимает все необходимые меры по предотвращению
                        убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных
                        данных Пользователя.</p>
                <p>3.8. Компания не предоставляет персональные данные Пользователей третьим лицам, за исключением
                        случаев:</p>
                <p>получение прямого согласия пользователя на передачу его персональных данных третьему лицу
                        (посредством публичной оферты);<br/>по требованию правоохранительных органов в соответствии с
                        действующим законодательством;<br/>слияние или поглощение Компании;<br/>третье лицо осуществляет
                        обработку персональных данных с использованием баз данных на территории Российской
                        Федерации;<br/>третье лицо обеспечивает конфиденциальность персональных данных при их обработке
                        и использовании; обязуется не раскрывать иным лицам, а также не распространять персональные
                        данные Пользователей без их согласия;<br/>третье лицо гарантирует соблюдение следующих мер по
                        обеспечению безопасности персональных данных при их обработке: использование средств защиты
                        информации; обнаружение и фиксация фактов несанкционированного доступа к персональным данным и
                        принятие мер по восстановлению персональных данных; ограничение доступа к персональным данным;
                        регистрация и учет действий с персональными данными; контроль и оценка эффективности применяемых
                        мер по обеспечению безопасности персональных данных.<br/>3.9. В целях информационного
                        обеспечения у Оператора могут создаваться общедоступные источники персональных данных субъектов,
                        в том числе справочники и адресные книги. В общедоступные источники персональных данных с
                        письменного согласия субъекта могут включаться его фамилия, имя, отчество, дата и место
                        рождения, должность, номера контактных телефонов, адрес электронной почты и иные персональные
                        данные, сообщаемые субъектом персональных данных. Сведения о субъекте должны быть в любое время
                        исключены из общедоступных источников персональных данных по требованию субъекта либо по решению
                        суда или иных уполномоченных государственных органов.</p>
                <p>3.10. Компания вправе поручить обработку персональных данных другому лицу с согласия субъекта
                        персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с
                        этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора,
                        обязано соблюдать принципы и правила обработки персональных данных, предусмотренные ФЗ-152.</p>
                <p>3.11. Иные права и обязанности Компании, как оператора персональных данных определяются
                        законодательством Российской Федерации в области персональных данных. Обработка персональных
                        данных Пользователя производится Оператором с использованием баз данных на территории Российской
                        Федерации.</p>
                <p>Оператор оставляет за собой право вносить изменения в Политику. На Пользователе лежит обязанность при
                        каждом использовании Сайта знакомиться с текстом Политики.</p>
                <p>Новая редакция Политики вступает в силу с момента ее размещения в соответствующем разделе сайта
                        Оператора по адресу: http://highbyte.ru. Продолжение пользования Сайтом или его сервисами после
                        публикации новой редакции Политики означает принятие Политики и ее условий Пользователем. В
                        случае несогласия с условиями Политики Пользователь должен незамедлительно прекратить
                        использование Сайта и его сервисов.</p>
                </div>
            </div>
        </>
    )
}